{
    "pt-br":{
        "name": "Solo leveling",
        "characters":[
            {
                "name": "Sung Jinwoo (성진우)",
                "description":"Sung Jin-Woo (성진우 成 秦 禹) é o protagonista do Solo Leveling. Ele era conhecido anteriormente como o caçador mais fraco do mundo e mergulhou no caminho para se tornar o caçador mais forte do mundo depois que recebeu seu segundo despertar e acabou se tornando um jogador.Jin-Woo foi redespertado como Jogador após sobreviver ao Templo Cartenon e completar a missão secreta 'Coragem dos Fracos'. O misterioso Sistema permitiu que Jin-Woo subisse de nível sem limites e aumentasse sua força, ao contrário de todos os caçadores, que são incapazes de aumentar sua força a menos que sejam despertados.",
                "personality":"Antes de seu Despertar, Jin-Woo era um jovem gentil, nervoso e muito tímido. Apesar de ser assim, ele respeitava seus companheiros Caçadores e foi corajoso o suficiente para continuar lutando nas Masmorras para ganhar dinheiro para cuidar de sua irmã e pagar as contas médicas de sua mãe; apesar de ser o caçador mais fraco que já existiu (anteriormente).Jin-Woo também mostrou ser uma pessoa inteligente, sendo capaz de manter a calma sob pressão enquanto descobria as pistas para lutar contra o chefe do Calabouço Duplo, enquanto a maioria dos caçadores experientes em seu grupo entraram em pânico e foram mortos pelas estátuas quando eles estavam tentando escapar. Isso também o torna um pouco cauteloso, pois hesitou em revelar sua força crescente até ter certeza de que poderia proteger sua família.",
                "appearance":"Jin-Woo era um jovem de estatura média com longos cabelos negros e olhos cinzentos; sua constituição era frágil e, apesar de ser considerado mais forte que um humano comum, ele era o mais fraco entre os Caçadores. Antes do Incidente no D-Rank Dungeon, ele usava um moletom cinza com capuz e uma camiseta marrom.Após seu despertar como jogador, Jin-Woo foi capaz de ficar mais forte aumentando suas estatísticas, o que levou a uma mudança repentina em toda sua estatura / aparência.Por causa disso, ele ficou alguns centímetros mais alto; suas características faciais tornaram-se muito mais nítidas e ele ganhou uma estrutura magra / musculosa. Todo o seu comportamento também se tornou mais sério e intimidador. Ao lutar contra inimigos ou ao usar seus poderes, os olhos de Jin-Woo brilham em um azul pálido. Em alguns casos, uma aura sinistra vaza de Jin-Woo ao lado de um raio escuro. Isso é exibido em momentos em que Jin-Woo está furioso, como quando ele matou os Lizards durante o Arco de Dungeons & Lizards.. Antes de seu Despertar, Jin-Woo era um jovem gentil, nervoso e muito tímido. Apesar de ser assim, ele respeitava seus companheiros Caçadores e foi corajoso o suficiente para continuar lutando nas Masmorras para ganhar dinheiro para cuidar de sua irmã e pagar as contas médicas de sua mãe; apesar de ser o caçador mais fraco que já existiu (anteriormente).Jin-Woo também mostrou ser uma pessoa inteligente, sendo capaz de manter a calma sob pressão enquanto descobria as pistas para lutar contra o chefe do Calabouço Duplo, enquanto a maioria dos caçadores experientes em seu grupo entraram em pânico e foram mortos pelas estátuas quando eles estavam tentando escapar. Isso também o torna um pouco cauteloso, pois hesitou em revelar sua força crescente até ter certeza de que poderia proteger sua família.",
                "skills":{
                    "description":"Antes de seu Re-Despertar, Sung Jin-Woo tinha habilidades físicas que eram mais fortes do que os humanos, mas era considerado o mais fraco entre os Caçadores, já que foi ferido por monstros de baixo nível e quase morreu algumas vezes enquanto se aventurava dentro de os portões; ele foi ferido com muito mais frequência do que os outros Caçadores. Após seu despertar, Sung Jin-Woo se tornou um jogador e é capaz de crescer mais forte subindo de nível e distribuindo pontos de status para suas várias estatísticas, já que o 'Sistema' ajuda em seu crescimento. Mais tarde, ele alcançou habilidades físicas muito mais fortes do que as de outros Caçadores.",
                    "skill_list":[
                        {
                            "name":"Extração de sombra",
                            "description":"Um soldado das sombras é criado a partir de um corpo sem vida. Uma chance de falha aumenta com o quão alto os status do alvo são, e quando mais tempo tiver se passado desde sua morte."
                        },
                        {
                            "name":"Salvamento de Sombra",
                            "description":"Um soldado das sombras é criado a partir de um corpo sem vida. Uma chance de falha aumenta com o quão alto os status do alvo são, e quando mais tempo tiver se passado desde sua morte. "
                        },
                        {
                            "name":"Troca de sombra",
                            "description":"Sung Jin-Woo absorve os soldados das sombras criados e os guarda. Soldados salvos podem ser invocados e reabsorvidos onde e quando o invocador desejar. Quantidade de sombras que pode salvar aumenta conforme seu status de inteligencia evolui. Na novela já é possível guardar mais de 850 sombras."
                        },
                        {
                            "name":"Área do monarca",
                            "description":"Ele pode trocar de lugar com uma sombra em qualquer lugar que a sombra esteja. Jin-Woo usa para ir da Coreia até os outros países instantaneamente. Tempo de carregamento apos o uso, Lv 1: 3 Horas Lv 2: 2 Horas. "
                        },
                        {
                            "name":"Área do monarca",
                            "description":"Cria uma área das sombras que aumenta o status dos soldados das sombras enquanto permanecerem na área. "
                        }
                    ]
                },
                "items":[
                    {
                        "name":"Anel do Lorde Demônio",
                        "description":"Parte de um conuunto com os 'Brincos da Monarca do Demônio' e o 'Colar do Monarca Demônio'. Nivel de raridade: S. Tipo: Acessório. Status: Sentido +20. Inteligência +20. Efeito de duas peças: Todas as estatisticas +5. Efeito conjunto completo: Todas as caracteristicas +10."
                    },
                    {
                        "name":"Brincos do Monarca do Demônio",
                        "description":"Parte de um conjunto com o Anel do Lorde Demônio e o Colar do Monarca Demônio. Raridade: S. Tipo: Acessório. Status: Força +20, Vitalidade +20 . Efeito de duas peças : Todas as estatísticas +5 . Efeito conjunto completo : Todas as estatísticas +10."
                    }
                ]
    
            },
            {
                "name": "Thomas Andre (트마스 아드레)",
                "description":"Thomas Andre (트마스 아드레) é o caçador mais forte da america, e um dos cinco caçadores de ranking nacional, ranking numero 1 do mundo.",
                "personality":"Thomas é um indivíduo orgulhoso e agressivo com um forte senso de camaradagem. Como resultado, ele ainda deu a Hwang Dongsoo um funeral adequado, embora o homem fosse um assassino sem coração e até lutou com Jinwoo até a morte para salvar sua vida. Thomas também tem pouca tolerância com insubordinação e desrespeito, como mostrado quando ele ameaçou Dongsoo por tentar discutir com ele e ficou com raiva quando Jinwoo se recusou a poupar Dongsoo por torturar Jinho.No entanto, apesar de seu orgulho, Thomas é muito gracioso na derrota, pois não mostrou má vontade em relação a Jinwoo depois que este quase o matou durante a batalha nos Estados Unidos. Ele também odeia possuir favores de pessoas e fará de tudo para se certificar de que eles estão quites, como mostrado quando ele viajou para a Coréia apenas para tratar Jinwoo com uma refeição e dar-lhe a Ira de Kamish como pagamento por poupar a vida de seus companheiros de guilda.",
                "appearance":"Thomas é enorme, contém uma aparencia tremendamente forte e musculosa. Tem cabelos loiros, olhos vermelhos, tatuagens pretas. Se veste comumente como um hawaiano, composto por: Shorts e camisas floridas juntamente com um chinelo básico.",
                "skills":{
                    "description":"Como o navio de um governante e um caçador de nível nacional, Thomas é um dos caçadores mais fortes do mundo e seu imenso poder lhe rende grande medo e respeito de seus colegas S-Ranks e do governo americano.",
                    "skill_list":[
                        {
                            "name":"Força Imensa",
                            "description":"Thomas possui imensa força física. Como prova disso, ele foi capaz de enviar Jinwoo voando com um soco, derrubar prédios apenas com a pressão do vento gerada por seus ataques e lutar uniformemente contra o Monarca da Besta."
                        },
                        {
                            "name":"Velocidade Imensa",
                            "description":"Thomas possui velocidade imensa. Ele foi capaz de acompanhar Jinwoo em sua batalha e se ejetar de sua armadura com tanta velocidade que o Monarca da Besta não percebeu que ele se foi até que fosse quase tarde demais."
                        },
                        {
                            "name":"Durabilidade Imensa",
                            "description":"O corpo de Thomas é imensamente robusto e permite que ele suporte uma quantidade ridícula de punição, mesmo de oponentes muito mais fortes que ele. Ele foi capaz de continuar lutando contra Jinwoo mesmo depois que este quebrou o braço e o jogou através de vários prédios, e ficou completamente ileso quando o Monarca da Besta tentou cortá-lo com suas garras."
                        },
                        {
                            "name":"Reforço",
                            "description":"Thomas aumenta dramaticamente sua defesa e poder de ataque, cobrindo-o da cabeça aos pés em uma armadura dourada com chifres pretos e dando a seu cabelo uma qualidade de chama brilhante. A defesa que Thomas obtém desse movimento é tão grande que Jinwoo machucou as mãos por socá-lo tantas vezes em sua luta."
                        },
                        {
                            "name":"Captura",
                            "description":"Thomas puxa telecineticamente objetos em direção a si mesmo. De acordo com Jinwoo, com o Reforço ativado, esse ataque é quase como um buraco negro em potência e ele teria sido sugado se não pudesse usar a Autoridade do Governante. Como mais uma prova do poder deste ataque, foi capaz de puxar Kamish para fora do céu."
                        },
                        {
                            "name":"Colapso",
                            "description":"Thomas bate os punhos no chão, criando uma enorme onda de choque que destrói qualquer um que tenha a infelicidade de ser pego em seu raio de explosão."
                        },
                        {
                            "name":"Manifestação do Corpo Espiritual Power Smash",
                            "description":"Thomas infunde sua mana em um único braço e lança um soco extremamente poderoso."
                        }
                    ]
                },
                "items":[],
                "references":["Chapter 149", "Chapter 145", "Chapter 84", "Chapter 134", "Chapter 139", "Chapter 147", "Chapter 149", "Chapter 153", "Chapter 157", "Chapter 172", "Chapter 173", "Chapter 146"]
            },
            {
                "name": "Liu Zhigang (류즈캉刘志刚)",
                "description":"Liu Zhigang (류즈캉刘志刚) é o caçador mais forte da China e um dos cinco caçadores de nível nacional, ocupando o 2º lugar no mundo.",
                "personality":"Zhigang é impetuoso e faminto por batalhas, pois ficou desapontado pelo fato de não ter tido a chance de enfrentar o Rei Formiga. Ele também é franco na conversa, como mostrado quando disse a um repórter chinês que Sung Jinwoo estava muito acima dele em força e descartou aqueles que acreditavam o contrário como tolos. Ele, no entanto, age de forma amigável e humilde para com aqueles que ganharam seu respeito.",
                "appearance":"Zhigang é um jovem musculoso e bonito com olhos amarelos escuros e longos cabelos pretos que ele usa em um rabo de cavalo, com vários grandes fios de cabelo pendurados em sua cabeça como folhas de uma árvore. Quando agitado ou usando seus poderes, seus olhos brilham em amarelo brilhante. Ele geralmente é visto vestindo capas vermelhas ou amarelas com golas pretas grossas, calças pretas e botas pretas.",
                "skills":{
                    "description":"Como o navio de um governante e um caçador de nível nacional, Zhigang é um dos caçadores mais fortes do mundo. Ele também era o caçador mais forte da Ásia até que Jinwoo o superou em força e foi notado como muito superior a Goto Ryuji, o caçador mais forte do Japão, em poder bruto por um capitão da marinha chinesa que os viu em ação em primeira mão.",
                    "skill_list":[
                        {
                            "name":"Força Imensa",
                            "description":"Zhigang possui imensa força física."
                        },
                        {
                            "name":"Autoridade do Governante",
                            "description":"Zhigang é capaz de controlar e mover objetos via telecinese."
                        },
                        {
                            "name":"Spiritual Body Manifestation",
                            "description":"Desconhecido."
                        }
                    ]
                },
                "items":[],
                "references":[]
            }
        ]
    }
}